module.exports = [
  {
    question: "Сколько будет 2 + 2?",
    options: ["3", "4", "5", "6"],
    correctAnswer: "4",
  },
  {
    question: "Какой город является столицей Франции?",
    options: ["Лондон", "Берлин", "Париж", "Мадрид"],
    correctAnswer: "Париж",
  },
  {
    question: "Кто написал роман 'Война и мир'?",
    options: [
      "Фёдор Достоевский",
      "Лев Толстой",
      "Антон Чехов",
      "Александр Пушкин",
    ],
    correctAnswer: "Лев Толстой",
  },
  {
    question: "Какой элемент имеет атомный номер 1?",
    options: ["Гелий", "Водород", "Кислород", "Углерод"],
    correctAnswer: "Водород",
  },
  {
    question: "Какая планета ближе всего к Солнцу?",
    options: ["Земля", "Марс", "Венера", "Меркурий"],
    correctAnswer: "Меркурий",
  },
];

// {
//   question: "Какой город является столицей Японии?",
//   options: ["Пекин", "Сеул", "Токио", "Шанхай"],
//   correctAnswer: "Токио",
// },
// {
//   question: "Кто написал пьесу 'Гамлет'?",
//   options: ["Вольтер", "Шекспир", "Данте", "Гоголь"],
//   correctAnswer: "Шекспир",
// },
// {
//   question: "Какой химический элемент обозначается как Ag?",
//   options: ["Алюминий", "Аргон", "Серебро", "Золото"],
//   correctAnswer: "Серебро",
// },
// {
//   question: "Какая страна является самой большой по площади?",
//   options: ["Канада", "Россия", "Китай", "США"],
//   correctAnswer: "Россия",
// },
// {
//   question: "Кто изобрел лампочку?",
//   options: [
//     "Томас Эдисон",
//     "Никола Тесла",
//     "Альберт Эйнштейн",
//     "Галилео Галилей",
//   ],
//   correctAnswer: "Томас Эдисон",
// },
